{
    "year": "2014",
    "url": "http:\/\/www.mathnet.ru\/php\/archive.phtml?jrnid=uzku&wshow=issue&bshow=contents&series=0&year=2014&volume=156&issue=1&option_lang=rus&bookID=1517",
    "articles": [
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1224",
            "title": "Решение задачи устойчивости тонкой оболочки при импульсном нагружении",
            "abstract": {
                "original": "Рассмотрена задача устойчивости тонкой оболочки под действием осевой импульсной нагрузки. Предложен новый подход к построению математической модели, основанный на принципе стационарности действия Остроградского–Гамильтона. Показано, что задача сводится к системе нелинейных дифференциальных уравнений, которые могут быть решены численно, а также с помощью разработанного авторами алгоритма приближенных вычислений. Выведена формула, определяющая зависимость между интенсивностью нагрузки и начальными условиями задачи. В указанной постановке решена задача устойчивости круговой цилиндрической оболочки, для определения критического значения импульса нагрузки использована теория устойчивости движения А. М. Ляпунова.",
                "porter": "Рассмотр задач устойчивост тонк оболочк под действ осев импульсн нагрузки. Предлож нов подход к построен математическ модели, основа на принцип стационарн действ Остроградского–Гамильтона. Показано, что задач свод к систем нелинейн дифференциальн уравнений, котор могут быт реш численно, а такж с помощ разработа автор алгоритм приближен вычислений. Вывед формула, определя зависим межд интенсивн нагрузк и начальн услов задачи. В указа постановк реш задач устойчивост кругов цилиндрическ оболочки, для определен критическ значен импульс нагрузк использова теор устойчивост движен А. М. Ляпунова.",
                "mystem": "рассматривать задача устойчивость тонкий оболочка под действие осевой импульсный нагрузка предлагать новый подход к построение математический модель основывать на принцип стационарность действие остроградский? гамильтон показывать что задача сводиться к система нелинейный дифференциальный уравнение который мочь быть решать численный а также с помощь разрабатывать автор алгоритм приближенный вычисление вывести формула определять зависимость между интенсивность нагрузка и начальный условие задача в указанный постановка решать задача устойчивость круговой цилиндрический оболочка для определение критический значение импульс нагрузка использовать теория устойчивость движение а м ляпунов"
            },
            "keywords": "оболочка, устойчивость, импульс."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1225",
            "title": "Подход к ранжированию результатов для терминологического поиска на основе меры близости строк",
            "abstract": {
                "original": "В статье проведена модификации полнотекстового подхода к информационному поиску на основе использования семантической информации о терминологических единицах в тексте. Исследован вопрос о выборе ранжирующей метрики для такого вида поиска. Рассмотрены несколько существующих метрик, а также предложена новая, использующая особенности терминологического поиска. Проведены экспериментальные сравнения предложенных метрик ранжирования и оценки эффективности самой поисковой системы.",
                "porter": "В стат провед модификац полнотекстов подход к информацион поиск на основ использован семантическ информац о терминологическ единиц в тексте. Исследова вопрос о выбор ранжир метрик для так вид поиска. Рассмотр нескольк существ метрик, а такж предлож новая, использ особен терминологическ поиска. Провед экспериментальн сравнен предложен метрик ранжирован и оценк эффективн сам поисков системы.",
                "mystem": "в статья проводить модификация полнотекстовый подход к информационный поиск на основа использование семантический информация о терминологический единица в текст исследовать вопрос о выбор ранжировать метрика для такой вид поиск рассматривать несколько существовать метрика а также предлагать новый использовать особенность терминологический поиск проводить экспериментальный сравнение предлагать метрика ранжирование и оценка эффективность самый поисковый система"
            },
            "keywords": "информационный поиск, ранжирование, терминология."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1226",
            "title": "О предельно монотонной сводимости $\\Sigma_2^0$-множеств",
            "abstract": {
                "original": "Исследованы свойства lm-сводимости множеств, принадлежащих классу $\\Sigma_2^0$. В частности, доказано существование несравнимых $\\Sigma_2^0$-множеств относительно lm-сводимости. Кроме того, построена бесконечная равномерная последовательность несравнимых $\\Sigma_2^0$-множеств относительно lm-сводимости, показано также отсутствие наибольшего $\\Sigma_2^0$-множества относительно рассматриваемой сводимости.",
                "porter": "Исследова свойств lm-сводимост множеств, принадлежа класс . В частности, доказа существован несравним -множеств относительн lm-сводимости. Кром того, постро бесконечн равномерн последовательн несравним -множеств относительн lm-сводимости, показа такж отсутств наибольш -множеств относительн рассматрива сводимости.",
                "mystem": "исследовать свойство lm?? сводимость множество принадлежать класс в частность доказывать существование несравнимый множество относительно lm?? сводимость кроме то построить бесконечный равномерный последовательность несравнимый множество относительно lm?? сводимость показывать также отсутствие большой множество относительно рассматривать сводимость"
            },
            "keywords": "вычислимые функции, $\\Sigma_2^0$-множества, предельно монотонные функции, предельно монотонные множества."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1227",
            "title": "О выходе из множества Гахова, контролируемом условиями подчиненности",
            "abstract": {
                "original": "Множество Гахова $\\mathcal G$ представляет собой класс всех голоморфных и локально однолистных функций в единичном круге, имеющих не более одного корня уравнения Гахова. Для ряда известных подклассов однолистных функций при наличии нулевого корня уравнения Гахова дано эффективное описание множества траекторий выхода из $\\mathcal G$; такой выход осуществляется при значении параметра, который отвечает неулучшаемой постоянной в соответствующем условии единственности корня. Показано, что выход из $\\mathcal G$ может происходить за счет бифуркаций только двух типов: 1) максимум в нуле переходит в два максимума и седло; 2) возникает ненулевое полуседло, распадающееся затем в седло и максимум.",
                "porter": "Множеств Гахова  представля соб класс всех голоморфн и локальн однолистн функц в единичн круге, имеющ не бол одног корн уравнен Гахова. Для ряд известн подкласс однолистн функц при налич нулев корн уравнен Гахов дан эффективн описан множеств траектор выход из ; так выход осуществля при значен параметра, котор отвеча неулучша постоя в соответств услов единствен корня. Показано, что выход из  может происход за счет бифуркац тольк двух типов: 1) максимум в нул переход в два максимум и седло; 2) возника ненулев полуседло, распада зат в седл и максимум.",
                "mystem": "множество гахов? представлять себя класс весь голоморфный и локально однолистный? функция в единичный круг иметь не много один корень уравнение гахов? для ряд известный подкласс однолистный? функция при наличие нулевой корень уравнение гахов? давать эффективный описание множество траектория выход из такой выход осуществляться при значение параметр который отвечать неулучшать? постоянный в соответствующий условие единственность корень показывать что выход из мочь происходить за счет бифуркация только два тип максимум в ноль переходить в два максимум и седло возникать ненулевой полуседло? распадаться затем в седло и максимум"
            },
            "keywords": "гиперболическая производная, конформный радиус, бифуркации критических точек, множество Гахова, класс звездообразных функций, условия подчиненности."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1228",
            "title": "Оценки частных индексов гельдеровских матриц-функций второго порядка",
            "abstract": {
                "original": "Получены оценки частных индексов матриц-функций второго порядка, зависящие от суммарного индекса матрицы-функции, индексов Коши ее элементов и числа линейно-независимых решений определенных линейных алгебраических систем.",
                "porter": "Получ оценк частн индекс матриц-функц втор порядка, завися от суммарн индекс матрицы-функции, индекс Кош ее элемент и числ линейно-независим решен определен линейн алгебраическ систем.",
                "mystem": "получать оценка частный индекс матрица функция второй порядок зависеть от суммарный индекс матрица функция индекс коши ее элемент и число линейно независимый решение определенный линейный алгебраический система"
            },
            "keywords": "матрица-функция, факторизация, частные индексы."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1229",
            "title": "Нормальные связности на трехмерных однородных пространствах с неразрешимой группой преобразований. II. Разрешимый стабилизатор",
            "abstract": {
                "original": "Представлена локальная классификация трехмерных однородных пространств, допускающих нормальную связность. В статье рассмотрен только случай неразрешимой группы Ли преобразований с разрешимым стабилизатором. Локальная классификация однородных пространств эквивалентна описанию эффективных пар алгебр Ли. Описаны все инвариантные аффинные связности на таких однородных пространствах вместе с их тензорами кривизны и кручения. Исследованы алгебры голономии однородных пространств и найдено, когда инвариантная связность нормальна. В работе использован алгебраический подход для описания связностей, методы теорий групп Ли, алгебр Ли и однородных пространств.",
                "porter": "Представл локальн классификац трехмерн однородн пространств, допуска нормальн связность. В стат рассмотр тольк случа неразрешим групп Ли преобразован с разрешим стабилизатором. Локальн классификац однородн пространств эквивалентн описан эффективн пар алгебр Ли. Описа все инвариантн аффинн связност на так однородн пространств вмест с их тензор кривизн и кручения. Исследова алгебр голоном однородн пространств и найдено, когд инвариантн связност нормальна. В работ использова алгебраическ подход для описан связностей, метод теор групп Ли, алгебр Ли и однородн пространств.",
                "mystem": "представлять локальный классификация трехмерный однородный пространство допускать нормальный связность в статья рассматривать только случай неразрешимый группа ли преобразование с разрешимый стабилизатор локальный классификация однородный пространство эквивалентный описание эффективный пара алгебра ли описывать весь инвариантный аффинный связность на такой однородный пространство вместе с их тензор кривизна и кручение исследовать алгебра голономия? однородный пространство и находить когда инвариантный связность нормальный в работа использовать алгебраический подход для описание связность метод теория группа ли алгебра ли и однородный пространство"
            },
            "keywords": "нормальная связность, однородное пространство, группа преобразований, алгебра голономии."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1230",
            "title": "Упругое полупространство под действием одномерных нестационарных диффузионных возмущений",
            "abstract": {
                "original": "Рассматривается одномерная задача упругой диффузии для однокомпонентного полупространства. Используется локально равновесная геометрически линейная модель упругой диффузии, включающая в себя связанную систему уравнений движения упругого тела и уравнения массопереноса. Для построения решения применяются интегральные преобразования Фурье по пространственной координате и Лапласа по времени. Задача обращения трансформант Лапласа сводится к обращению рациональной функции, обратное преобразование Фурье осуществляется численно. Строится фундаментальное решение задачи. Рассмотрен пример для случая, когда диффузионный поток на границе постоянен. Полученные результаты представляют собой теоретическую основу для анализа напряжённо-деформированного состояния в авиационных и космических конструкциях, работающих в условиях многофакторных внешних воздействий.",
                "porter": "Рассматрива одномерн задач упруг диффуз для однокомпонентн полупространства. Использ локальн равновесн геометрическ линейн модел упруг диффузии, включа в себ связа сист уравнен движен упруг тел и уравнен массопереноса. Для построен решен применя интегральн преобразован Фур по пространствен координат и Лаплас по времени. Задач обращен трансформант Лаплас свод к обращен рациональн функции, обратн преобразован Фур осуществля численно. Строит фундаментальн решен задачи. Рассмотр пример для случая, когд диффузион поток на границ постоянен. Получен результат представля соб теоретическ основ для анализ напряжённо-деформирова состоян в авиацион и космическ конструкциях, работа в услов многофакторн внешн воздействий.",
                "mystem": "рассматриваться одномерный задача упругий диффузия для однокомпонентный полупространство использоваться локально равновесный геометрически линейный модель упругий диффузия включать в себя связанный система уравнение движение упругий тело и уравнение массоперенос? для построение решение применяться интегральный преобразование фурье по пространственный координата и лаплас по время задача обращение трансформант? лаплас сводиться к обращение рациональный функция обратный преобразование фурье осуществляться численный строиться фундаментальный решение задача рассматривать пример для случай когда диффузионный поток на граница постоянный получать результат представлять себя теоретический основа для анализ напряженно-деформированный состояние в авиационный и космический конструкция работать в условие многофакторный внешний воздействие"
            },
            "keywords": "упругая диффузия, нестационарные задачи, преобразование Фурье, преобразование Лапласа, полупространство."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1231",
            "title": "Эволюция возмущений сферической формы кавитационного пузырька при его взрывном коллапсе",
            "abstract": {
                "original": "Изучена степень роста малых отклонений от сферической формы кавитационного пузырька при его однократном сильном сжатии. В начале сжатия пары жидкости в полости пузырька находятся в состоянии насыщения. Отклонения от сферичности принимаются в виде сферических гармоник степени $n=2,3,\\dots$. Движение пара в пузырьке и окружающей жидкости представляется как суперпозиция сферической составляющей и ее несферического возмущения. Сферическая составляющая движения пара и жидкости описывается уравнениями газовой динамики, так как в финальной высокоскоростной стадии сжатия в пузырьке могут возникать ударные волны, становится существенной сжимаемость жидкости. При этом учитываются нестационарная теплопроводность пара и жидкости, неравновесность испарения и конденсации на межфазной поверхности. Применяются реалистичные широкодиапазонные уравнения состояния. При описании несферической составляющей движения учитывается влияние вязкости жидкости, поверхностного натяжения, плотности пара в пузырьке, неоднородности его давления. Коллапс кавитационного пузырька в воде и ацетоне рассматривается при давлении жидкости $p_\\infty$, начальном радиусе пузырька $R_0$, температуре жидкости $T_0$, изменяющихся в диапазонах $250\\leq R_0\\leq1000$ мкм, $1\\leq p_\\infty\\leq50$ бар, $20\\leq T_0\\leq40\\,^\\circ$ С у воды и $0\\leq T_0\\leq20\\,^\\circ$ С у ацетона. В частности, установлено, что при $R_0=500$ мкм, $p_\\infty\\leq50$ бар, $T_0=20\\,^\\circ$ С у воды и $T_0=0\\,^\\circ$ С у ацетона амплитуда малой несферичности пузырька в виде отдельных сферических гармоник может возрастать при сжатии в воде до 2000 раз, в ацетоне до 150 раз. Исследована зависимость роста несферичности от ряда важных в этом отношении факторов, таких как начальный радиус пузырька, давление жидкости, вязкость жидкости, испарение и конденсация на поверхности пузырька, наличие пара в пузырьке, теплопроводность в паре и жидкости и т.д.",
                "porter": "Изуч степен р мал отклонен от сферическ форм кавитацион пузырьк при его однократн сильн сжатии. В начал сжат пар жидкост в полост пузырьк наход в состоян насыщения. Отклонен от сферичн принима в вид сферическ гармоник степен . Движен пар в пузырьк и окружа жидкост представля как суперпозиц сферическ составля и ее несферическ возмущения. Сферическ составля движен пар и жидкост описыва уравнен газов динамики, так как в финальн высокоскоростн стад сжат в пузырьк могут возника ударн волны, станов существен сжимаемост жидкости. При этом учитыва нестационарн теплопроводн пар и жидкости, неравновесн испарен и конденсац на межфазн поверхности. Применя реалистичн широкодиапазон уравнен состояния. При описан несферическ составля движен учитыва влиян вязкост жидкости, поверхностн натяжения, плотност пар в пузырьке, неоднородн его давления. Коллапс кавитацион пузырьк в вод и ацетон рассматрива при давлен жидкост , начальн радиус пузырьк , температур жидкост , изменя в диапазон  мкм,  бар,  С у вод и  С у ацетона. В частности, установлено, что при  мкм,  бар,  С у вод и  С у ацетон амплитуд мал несферичн пузырьк в вид отдельн сферическ гармоник может возраста при сжат в вод до 2000 раз, в ацетон до 150 раз. Исследова зависим р несферичн от ряд важн в эт отношен факторов, так как начальн радиус пузырька, давлен жидкости, вязкост жидкости, испарен и конденсац на поверхн пузырька, налич пар в пузырьке, теплопроводн в пар и жидкост и т.д.",
                "mystem": "изучать степень рост малый отклонение от сферический форма кавитационный пузырек при его однократный сильный сжатие в начало сжатие пара жидкость в полость пузырек находиться в состояние насыщение отклонение от сферичность приниматься в вид сферический гармоника степень движение пар в пузырек и окружающий жидкость представляться как суперпозиция сферический составляющая и ее несферический возмущение сферический составлять движение пара и жидкость описываться уравнение газовый динамика так как в финальный высокоскоростной стадия сжатие в пузырек мочь возникать ударный волна становиться существенный сжимаемость жидкость при это учитываться нестационарный теплопроводность пара и жидкость неравновесность? испарение и конденсация на межфазный поверхность применяться реалистичный широкодиапазонный уравнение состояние при описание несферический составляющая движение учитываться влияние вязкость жидкость поверхностный натяжение плотность пар в пузырек неоднородность его давление коллапс кавитационный пузырек в вода и ацетон рассматриваться при давление жидкость начальный радиус пузырек температура жидкость изменяться в диапазон мкм?? бар с у вода и с у ацетон в частность устанавливать что при мкм?? бар с у вода и с у ацетон амплитуда малый несферичность? пузырек в вид отдельный сферический гармоника мочь возрастать при сжатие в вода до раз в ацетон до раз исследовать зависимость рост несферичность? от ряд важный в этот отношение фактор такой как начальный радиус пузырек давление жидкость вязкость жидкость испарение и конденсация на поверхность пузырек наличие пара в пузырек теплопроводность в пара и жидкость и т д"
            },
            "keywords": "кавитационный пузырек, паровой пузырек, коллапс пузырька, сжатие пузырька, искажение сферической формы, деформация пузырька."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1232",
            "title": "К задаче о свободных угловых движениях деформируемого твердого тела, близкого по форме к шару",
            "abstract": {
                "original": "Изучены свободные угловые движения однородного упругого тела, близкого по форме к шару. На примере тела с малыми отклонениями формы от шаровой с эллипсоидальной и кубической симметриями продемонстрирован эффект глобального перемещения полюса (положения оси устойчивого стационарного вращения в теле).",
                "porter": "Изуч свободн углов движен однородн упруг тела, близк по форм к шару. На пример тел с мал отклонен форм от шаров с эллипсоидальн и кубическ симметр продемонстрирова эффект глобальн перемещен полюс (положен оси устойчив стационарн вращен в теле).",
                "mystem": "изучать свободный угловой движение однородный упругий тело близкий по форма к шар на пример тело с малый отклонение форма от шаровой с эллипсоидальный и кубический симметрия продемонстрировать эффект глобальный перемещение полюс положение ось устойчивый стационарный вращение в тело"
            },
            "keywords": "устойчивость, стационарное вращение, упругие деформации, эллипсоид инерции, квазисферическая поверхность, кубическая симметрия."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1233",
            "title": "Лунные исследования в Казанском университете: тенденции, результаты, перспективы. II. Селенография",
            "abstract": {
                "original": "В статье рассмотрены вопросы современного развития в Казанском федеральном университете селенографических исследований, связанных с позиционными и спутниковыми наблюдениями Луны, изучением её геометрической и динамической фигур, лунного гравитационного поля и морфологии объектов на поверхности нашего естественного спутника.",
                "porter": "В стат рассмотр вопрос современ развит в Казанск федеральн университет селенографическ исследований, связа с позицион и спутников наблюден Луны, изучен её геометрическ и динамическ фигур, лунн гравитацион пол и морфолог объект на поверхн наш естествен спутника.",
                "mystem": "в статья рассматривать вопрос современный развитие в казанский федеральный университет селенографический исследование связывать с позиционный и спутниковый наблюдение луна изучение ее геометрический и динамический фигура лунный гравитационный поле и морфология объект на поверхность наш естественный спутник"
            },
            "keywords": "селеноцентрическая система координат, позиционные и спутниковые наблюдения Луны, селенопотенциал, динамическая фигура."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1234",
            "title": "Конференции по научному направлению “Резонансные свойства конденсированных сред”, проведённые в Казани, как отражение развития магнитной радиоспектроскопии",
            "abstract": {
                "original": "В связи с юбилейной датой – $70$-летием открытия электронного парамагнитного резонанса – дан исторический обзор казанских научных конференций по направлению “Резонансные свойства конденсированных сред” в период с 1955 по 2011 г. Эволюция тематики этих конференций показывает развитие магнитной радиоспектроскопии, её приложений и родственных явлений как в мире, так и в Казани. Продемонстрирован хронологический и географический аспекты распространения этого направления. Статью предваряет краткий обзор созыва первых конференций по радиоспектроскопии в мире.",
                "porter": "В связ с юбилейн датой – -лет открыт электрон парамагнитн резонанса – дан историческ обзор казанск научн конференц по направлен “Резонансн свойств конденсирова сред” в период с 1955 по 2011 г. Эволюц тематик этих конференц показыва развит магнитн радиоспектроскопии, её приложен и родствен явлен как в мире, так и в Казани. Продемонстрирова хронологическ и географическ аспект распространен этог направления. Стат предваря кратк обзор созыв перв конференц по радиоспектроскоп в мире.",
                "mystem": "в связь с юбилейный дата летие открытие электронный парамагнитный резонанс давать исторический обзор казанский научный конференция по направление резонансный свойство конденсировать среда в период с по г эволюция тематика этот конференция показывать развитие магнитный радиоспектроскопия ее приложение и родственный явление как в мир так и в казань продемонстрировать хронологический и географический аспект распространение этот направление статья предварять краткий обзор созыв первый конференция по радиоспектроскопия в мир"
            },
            "keywords": "магнитная радиоспектроскопия, электронный парамагнитный резонанс (ЭПР), акустический парамагнитный резонанс (АПР), научные конференции, приложения магнитных резонансов."
        },
        {
            "link": "http:\/\/www.mathnet.ru\/rus\/uzku1235",
            "title": "Профессор М. М. Арсланов и теорема о неподвижных точках",
            "abstract": {
                "original": "",
                "porter": "",
                "mystem": ""
            },
            "keywords": ""
        }
    ]
}